Repository: antikruk/Freedesktop-BY
Catalog: */sources/accounts-service.po
Languages: be_by

source: Change your own user data
be_by: Змяніць асабістыя карыстальніцкія даныя

source: Authentication is required to change your own user data
be_by: Для змены асабістых карыстальніцкіх даных патрабуецца аўтэнтыфікацыя

source: Manage user accounts
be_by: Кіраванне акаўнтамі

source: Authentication is required to change user data
be_by: Для змены карыстальніцкіх даных патрабуецца аўтэнтыфікацыя

source: Change the login screen configuration
be_by: Змяніць канфігурацыю экрана ўваходу ў сістэму

source: Authentication is required to change the login screen configuration
be_by: Для змены канфігурацыі экрана ўваходу ў сістэму патрабуецца аўтэнтыфікацыя

source: Output version information and exit
be_by: Вывад інфармацыі пра версію і выхад

source: Replace existing instance
be_by: Замяніць існы асобнік

source: Enable debugging code
be_by: Уключыць адладачны код

source: Provides D-Bus interfaces for querying and manipulating user account information.
be_by: Падае інтэрфейс D-Bus для апытання і змены інфармацыі акаўнтаў карыстальнікаў.
