Repository: antikruk/Freedesktop-BY
Catalog: */sources/appstream-glib.po
Languages: be_by

source: Add HiDPI icons to the tarball
be_by: Дадаць значкі ў HiDPI у архіў

source: Add a cache ID to each component
be_by: Дадаць ідэнтыфікатар кэшу ў кожны кампанент

source: Add encoded icons to the XML
be_by: Дадаць закадаваныя значкі ў XML

source: Added
be_by: Дададзена

source: Alias to %s
be_by: Псеўданім да %s

source: AppStream Utility
be_by: Утыліта AppStream

source: Check installed application data
be_by: Праверыць даныя ўсталяванай праграмы

source: Command not found, valid commands are:
be_by: Загад не знойдзены, прыдатныя загады:

source: Compare the contents of two AppStream files
be_by: Параўнаць змесціва двух файлаў AppStream

source: Conversion %s to %s is not implemented
be_by: Пераўтварэнне з %s у %s не рэалізавана

source: Convert an AppData file to NEWS format
be_by: Пераўтварыць файл AppData у фармат NEWS

source: Convert an NEWS file to AppData format
be_by: Пераўтварыць файл NEWS у фармат AppData

source: Converts AppStream metadata from one version to another
be_by: Пераўтварае метаданыя AppStream з адной версіі ў другую

source: Create an CSV status document
be_by: Стварыць дакумент статусу ў фармаце CSV

source: Create an HTML matrix page
be_by: Стварыць старонку матрыцы ў фармаце HTML

source: Create an HTML status page
be_by: Стварыць старонку статусу ў фармаце HTML

source: Display application search tokens
be_by: Паказаць токены пошуку праграм

source: Do not compress the icons into a tarball
be_by: Не сціскаць значкі ў архіў

source: Do not use network access
be_by: Не выкарыстоўваць доступ да сеткі

source: Done!
be_by: Завершана!

source: Dumps the applications in the AppStream metadata
be_by: Стварае дамп праграм у метаданыя AppStream

source: Enable profiling
be_by: Уключыць прафіляванне

source: Error creating output directory
be_by: Падчас стварэння каталога вываду адбылася памылка

source: Error loading AppData file
be_by: Падчас загрузкі файла AppData адбылася памылка

source: Error loading desktop file
be_by: Падчас загрузкі файла працоўнага стала адбылася памылка

source: Error parsing kudos
be_by: Падчас разбору падзяк адбылася памылка

source: Error parsing provides
be_by: Падчас разбору забеспячэння адбылася памылка

source: Error parsing translations
be_by: Падчас разбору перакладаў адбылася памылка

source: Error saving AppStream file
be_by: Падчас захавання файла AppStream адбылася памылка

source: FAILED
be_by: НЕ АТРЫМАЛАСЯ

source: Failed to add package
be_by: Не атрымалася дадаць пакунак

source: Failed to generate metadata
be_by: Не атрымалася стварыць метаданыя

source: Failed to open packages
be_by: Не атрымалася адкрыць пакункі

source: Failed to parse arguments
be_by: Не атрымалася разабраць аргумент

source: Failed to set up builder
be_by: Не атрымалася наладзіць сродак зборкі

source: File format '%s' cannot be upgraded
be_by: Файл фармату "%s" немагчыма абнавіць

source: Format not recognised
be_by: Фармат не распазнаны

source: Generate a GUID from an input string
be_by: Стварыць GUID з радка ўводу

source: Ignore certain types of veto
be_by: Ігнараваць пэўныя тыпы забароны

source: Import a file to AppStream markup
be_by: Імпартаваць файл у разметку AppStream

source: Include failed results in the output
be_by: Уключыць хібныя вынікі ў вывад

source: Incorporate extra metadata from an external file
be_by: Уключыць дадатковыя метаданыя з вонкавага файла

source: Installs AppStream metadata
be_by: Усталёўвае метаданыя AppStream

source: Installs AppStream metadata with new origin
be_by: Усталёўвае метаданыя AppStream новага паходжання

source: List applications not backed by packages
be_by: Спіс праграм не з пакункаў

source: Merge several files to an AppStream file
be_by: Аб’яднаць некалькі файлаў у файл AppStream

source: Mirror upstream screenshots
be_by: Адлюстраваць здымкі экрана з асноўнай галіны распрацоўкі

source: Modify an AppData file
be_by: Змяніць файл AppData

source: New API version
be_by: Новая версія API

source: No desktop applications found
be_by: Праграм не знойдзена

source: Not enough arguments, expected file.xml
be_by: Не хапае аргументаў, чакаўся file.xml

source: Not enough arguments, expected old.xml new.xml version
be_by: Не хапае аргументаў, чакалася old.xml new.xml version

source: OK
be_by: Добра

source: Old API version
be_by: Старая версія API

source: Please review the file and fix any 'FIXME' items
be_by: Калі ласка, пераглядзіце файл, і выпраўце пункты, да якіх дададзена "FIXME"

source: Processing application
be_by: Апрацоўка праграмы

source: Removed
be_by: Выдалена

source: Replace screenshots in source file
be_by: Замяніць здымкі экрана ў зыходным файле

source: Saving AppStream
be_by: Захаванне AppStream

source: Saving icon
be_by: Захаванне значка

source: Scanning packages...
be_by: Сканаванне пакункаў...

source: Search for AppStream applications
be_by: Пошук праграм AppStream

source: Search for AppStream applications by package name
be_by: Пошук праграм AppStream па назве пакунка

source: Set the basenames of the output files
be_by: Вызначыць базавыя назвы выходных файлаў

source: Set the cache directory
be_by: Вызначыць каталог кэшу

source: Set the icons directory
be_by: Вызначыць каталог значкоў

source: Set the logging directory
be_by: Вызначыць каталог журналаў

source: Set the minimum icon size in pixels
be_by: Вызначыць мінімальны памер значкоў у пікселях

source: Set the number of threads
be_by: Вызначыць колькасць струменяў

source: Set the old metadata location
be_by: Вызначыць месцазнаходжанне старых метаданых

source: Set the origin name
be_by: Вызначыць арыгінальную назву

source: Set the output directory
be_by: Вызначыць каталог вываду

source: Set the packages directory
be_by: Вызначыць каталог пакункаў

source: Set the prefix
be_by: Вызначыць прэфікс

source: Set the temporary directory
be_by: Вызначыць часовы каталог

source: Show extra debugging information
be_by: Паказваць дадатковую адладачную інфармацыю

source: Show version
be_by: Паказаць версію

source: Split an AppStream file to AppData and Metainfo files
be_by: Падзяліць файл AppStream на файлы AppData і Metainfo

source: Uninstalls AppStream metadata
be_by: Выдаляе метаданыя AppStream

source: Upgrade AppData metadata to the latest version
be_by: Абнавіць метаданыя AppStream да апошняй версіі

source: Validate an AppData or AppStream file
be_by: Праверыць файл AppData альбо AppStream

source: Validate an AppData or AppStream file (relaxed)
be_by: Праверыць файл AppData альбо AppStream (асцярожна)

source: Validate an AppData or AppStream file (strict)
be_by: Праверыць файл AppData альбо AppStream (строга)

source: Validation failed
be_by: Праверыць не атрымалася

source: Validation of files failed
be_by: Праверыць файлы не атрымалася

source: Version:
be_by: Версія:
