Repository: antikruk/Freedesktop-BY
Catalog: */sources/polkit-gnome-1.po
Languages: be

source: Run a program as another user
be: Запусціць праграму ад імя іншага карыстальніка

source: Authentication is required to run a program as another user
be: Для запуску праграмы ад імя іншага карыстальніка патрабуецца аўтэнтыфікацыя

source: Run the polkit example program Frobnicate
be: Запусціць праграму Frobnicate як прыклад polkit

source: Authentication is required to run the polkit example program Frobnicate (user=$(user), user.gecos=$(user.gecos), user.display=$(user.display), program=$(program), command_line=$(command_line))
be: Для запуску праграмы Frobnicate патрабуецца аўтэнтыфікацыя (user=$(user), user.gecos=$(user.gecos), user.display=$(user.display), program=$(program), command_line=$(command_line))

source: Only output information about ACTION
be: Толькі вывад інфармацыі пра ДЗЕЯННЕ

source: ACTION
be: ДЗЕЯННЕ

source: Output detailed action information
be: Вывад падрабязнай інфармацыі пра дзеянне

source: Show version
be: Паказаць версію

source: [--action-id ACTION]
be: [--action-id ДЗЕЯННЕ]

source: Report bugs to: %s %s home page: <%s>
be: Пра памылкі паведамляйце: %s %s хатняя старонка: <%s>

source: %s: Unexpected argument `%s'
be: %s: нечаканы аргумент "%s"

source: Usage: pkcheck [OPTION...] Help Options: -h, --help Show help options Application Options: -a, --action-id=ACTION Check authorization to perform ACTION -u, --allow-user-interaction Interact with the user if necessary -d, --details=KEY VALUE Add (KEY, VALUE) to information about the action --enable-internal-agent Use an internal authentication agent if necessary --list-temp List temporary authorizations for current session -p, --process=PID[,START_TIME,UID] Check authorization of specified process --revoke-temp Revoke all temporary authorizations for current session -s, --system-bus-name=BUS_NAME Check authorization of owner of BUS_NAME --version Show version Report bugs to: %s %s home page: <%s>
be: Выкарыстанне: pkcheck [ПАРАМЕТР...] Даведка па параметрах: -h, --help Паказаць даведку Параметры праграмы: -a, --action-id=ДЗЕЯННЕ Праверыць аўтарызацыю для выканання ДЗЕЯННЯ -u, --allow-user-interaction Узаемадзейнічаць з карыстальнікам пры неабходнасці -d, --details=КЛЮЧ ЗНАЧЭННЕ Дадаць (КЛЮЧ, ЗНАЧЭННЕ) у інфармацыю пра дзеянне --enable-internal-agent Выкарыстоўваць унутранага агента аўтэнтыфікацыі пры неабходнасці --list-temp Спіс часовых аўтарызацый бягучага сеанса -p, --process=PID[,ПАЧАТКОВЫ_ЧАС,UID] C Праверыць аўтарызацыю вызначанага працэсу --revoke-temp Адклікаць усе аўтарызацыі бягучага сеанса -s, --system-bus-name=НАЗВА_ШЫНЫ Праверыць аўтарызацыю ўладальніка НАЗВА_ШЫНЫ --version Паказаць версію Пра памылкі паведамляйце: %s %s хатняя старонка: <%s>

source: %s: Argument expected after `%s'
be: %s: аргумент чакаецца пасля "%s"

source: %s: Invalid --process value `%s'
be: %s: хібнае значэнне --process "%s"

source: %s: Two arguments expected after `--detail'
be: %s: пасля "--detail" чакаецца два аргументы

source: %s: Subject not specified
be: %s: тэма не вызначаная

source: Authentication is needed to run `$(program)' as the super user
be: Для запуску "$(program)" ад імя суперкарыстальніка патрабуецца аўтэнтыфікацыя

source: Authentication is needed to run `$(program)' as user $(user.display)
be: Для запуску "$(program)" ад імя $(user.display) патрабуецца аўтэнтыфікацыя

source: Don't replace existing agent if any
be: Не замяняць існых агентаў, калі

source: Close FD when the agent is registered
be: Закрываць FD, калі агент зарэгістраваны

source: Register the agent for the specified process
be: Зарэгістраваць агента для вызначанага працэсу

source: PID[,START_TIME]
be: PID[,ПАЧАТКОВЫ_ЧАС]

source: Register the agent for the owner of BUS_NAME
be: Зарэгістраваць агента для ўладальніка BUS_NAME

source: BUS_NAME
be: НАЗВА_ШЫНЫ

source: %s: Invalid process specifier `%s'
be: %s: хібны вызначальнік працэсу "%s"
